[
  {
    "id": 1,
    "title": "Designing social housing models helps shorten licensing time",
    "author": "Huy",
    "date": "2025-11-01",
    "views": 231,
    "image": "1.JPG",
    "description": "Model social housing that meets standards, only needs to complete technical steps and fire prevention and fighting, can shorten two-thirds of the licensing time.",
    "content": "Model social housing that meets standards, only needs to complete technical steps and fire prevention and fighting, can shorten two-thirds of the licensing time, according to the Deputy Prime Minister.\n This comment was made by Deputy Prime Minister Tran Hong Ha at a working session on August 6 on the design of model houses for social housing.\n According to him, designing social housing models that are 50-60% complete can help shorten the licensing process at the local level, making it easier for investors to choose, follow the correct procedures and overcome the situation of uncontrolled urban development.\n With social housing models that have met standards, only needs to complete technical steps and fire prevention and fighting, can shorten the licensing time by about two-thirds, he said.\n However, the Government leader also said that we should not expect the design model to be used in all places and projects. Instead, model social housing should be defined as a system of technical and aesthetic recommendations, helping localities make choices that are appropriate to their planning, landscape, cultural identity, lifestyle, and topographic and geological characteristics.\n He also noted that the approach to social housing design cannot stop at each apartment. That is, each model needs to take into account the function, structure, price, materials, and social institutions such as schools, hospitals, entertainment areas, community activities, etc. At the same time, the designs must also be consistent between social housing and general urban architecture.\nCurrently, the Ministry of Construction and the Vietnam Association of Architects are in the process of organizing a social housing design competition. According to Architect Hoang Thuc Hao, Vice President of the Vietnam Association of Architects, this organization has established a team of experts, compiled the design tasks and developed the competition regulations. The goal of the competition is to establish a common structural framework so that each house model will reflect regional characteristics, ensuring suitability with actual living conditions. The common structural framework also aims to unify aesthetics and synchronization in architectural planning.\n At the meeting, many experts and businesses shared initiatives to improve the quality and effectiveness of implementing the social housing program. Experts also noted that technical solutions must be feasible, adaptable to diverse geological conditions, and need to be presented in the form of a manual or information technology application. This helps localities easily access and apply, simplifying the appraisal and construction licensing process. \n In addition, the issuance of social housing models needs to be flexible, updated, and open up creative space for investors and architects, ensuring the quality of the project and the ability to replicate in practice. Some businesses have confirmed that they have successfully developed advanced foundation technology, reduced costs and are ready to transfer it for free to the social housing program.\n According to the project, by 2030, the whole country will invest in building at least 1 million social houses for low-income workers and the poor. This year, Prime Minister Pham Minh Chinh assigned the target that the whole country needs to complete more than 100,000 social houses. For Hanoi and Ho Chi Minh City, the target for completing social houses this year is 4,670 and nearly 2,900 houses, respectively.\n In recent times, the Government has taken many actions to remove obstacles in developing social housing. Resolution 201, which piloted a number of special mechanisms effective from June 1, has contributed to cutting down and reforming administrative procedures, removing many obstacles for investors developing this type of housing.\n Regarding credit capital, the interest rate for loans to buy social housing for people under 35 years old is 5.9% per year, until the end of 2025. The interest rate for investors is also reduced to 6.4% by the end of this year."
  },
  {
    "id": 2,
    "title": "Dong Nai inspects 74 projects at risk of loss and waste",
    "author": "Huy",
    "date": "2025-11-02",
    "views": 121,
    "image": "2.JPG",
    "description": "The Dong Nai Provincial Inspectorate has just announced the decision to inspect 74 projects with signs of slow progress, prolonged problems or potential risks of ....",
    "content": "The Dong Nai Provincial Inspectorate has just announced the decision to inspect 74 projects with signs of slow progress, prolonged problems or potential risks of loss, waste, etc.\n According to the plan, the Dong Nai Provincial Inspectorate will establish three inspection teams led by Deputy Chief Inspectors of the province to directly inspect 74 works and projects in the area. Specifically, Mr. Pham Ngoc Ha is in charge of 19 projects, Mr. Ho Thanh Bong inspects 32 projects and Mr. Pham Van Thuan is in charge of the remaining 23 projects.\n The list of inspected projects includes many large-scale projects such as Amata Long Thanh 2 Service Urban Area, Amata Long Thanh City, Dong Dai Mountain Residential Area, Dong Xoai Commercial Center, Minh Hung 2 Industrial Cluster, etc.\n The inspected subjects include: specialized agencies under the Provincial People's Committee involved in project consultation and implementation, investors and related organizations and individuals. The inspection period is calculated from the time of implementation of each project to July 1, the inspection period is 30 days from the announcement of the decision.\n In addition to the inspection teams, the province also established 3 inspection monitoring teams to ensure compliance with legal regulations.\n Previously, the Government Inspectorate included 85 projects in Dong Nai in the inspection plan, of which 8 projects were directly implemented by this agency, and 77 projects were assigned to the Dong Nai Provincial Inspectorate to implement. After reviewing, Dong Nai proposed to remove a number of projects due to overlap or having been previously inspected, reducing the list to 74 projects.\n The eight projects directly implemented by the Government Inspectorate include: Amata Long Thanh 1 Service Urban Area, Long Tan Tourist Urban Area, Cu Lao Tan Van Service and Tourism Residential Area, Dong Nai Riverside Urban Development and Landscape Improvement Project, Phuoc Thang Residential Area, Long Thanh Riverside Residential Area, Loc Ninh Solar Power Plant and Duc Thanh Hydropower Plant.\n According to the Government Inspectorate, the inspection of the projects aims to clarify the causes of slow progress and inefficiency, thereby proposing policy amendments and handling violations (if any). This activity is part of the plan to inspect nearly 900 projects nationwide this year."
  },
  {
    "id": 3,
    "title": "Korean enterprise proposes to build two $60 million resorts in Gia Lai",
    "author": "Huy",
    "date": "2023-11-03",
    "views": 421,
    "image": "3.JPG",
    "description": "Korean enterprises want to invest in two resort complexes - golf courses with a total area of 550 hectares, capital scale of 60 million USD in Gia Lai.",
    "content": "Korean enterprises want to invest in two resort complexes - golf courses with a total area of 550 hectares, capital scale of 60 million USD in Gia Lai.\n The Gia Lai Provincial People's Committee recently had a working session with Asia Urban Development Company Limited (headquartered in Seoul, Korea) and MDA E&C Company Limited (Hanoi). These are two enterprises specializing in real estate development, investment in urban infrastructure, industry and golf courses.\n Accordingly, the Korean enterprise proposed to invest in two international-scale resort complexes - golf courses with a total area of 550 hectares, capital of 60 million USD. The goal is to meet the entertainment needs of the people, attract international tourists, professional athletes, businessmen, experts to Gia Lai.\n Vice Chairman of the Provincial People's Committee Nguyen Huu Que said that the projects proposed by enterprises are all within the provincial planning for the period 2021-2030, with a vision to 2050.\n Currently, the province is ready in terms of planning, clean land fund, investment environment, traffic connection... Many projects are being accelerated to start construction such as runway No. 2, synchronous projects at Phu Cat Airport and Quy Nhon - Pleiku Expressway.\n At the meeting, the Department of Finance and the two enterprises signed a memorandum of understanding on investment cooperation in the province. Previously, Gia Lai also approved the investment in the CK54 Urban Area of over 200 hectares in Pleiku ward with a capital scale of over VND 17,200 billion. The project consists of two phases, including a golf course of over 56 hectares.\n According to the resolution on the arrangement of provincial administrative units approved by the National Assembly on June 12, Gia Lai merged with Binh Dinh and took the name Gia Lai. The new province is assessed to have many advantages in attracting investment in industry, services, seaports, urban areas and tourism."
  },
  {
    "id": 4,
    "title": "4 factors promoting Hung Yen real estate investment prospects",
    "author": "Huy",
    "date": "2023-11-04",
    "views": 231,
    "image": "4.JPG",
    "description": "Hung Yen is one of the new destinations for real estate capital flows thanks to its connecting infrastructure, rapid urbanization",
    "content": "Hung Yen is one of the new destinations for real estate capital flows thanks to its connecting infrastructure, rapid urbanization, and clear planning while Hanoi's land fund is gradually becoming scarce, according to expert Le Dinh Chung.\n Mr. Le Dinh Chung, a member of the VARS Market Research Working Group, said that the role of an industrial core and a methodical planning orientation are among the key factors creating market attraction. The merger of administrative boundaries is considered the starting point for a new growth phase, with support from planning policies, infrastructure investment, and FDI capital.\n Data from the Department of Planning & Investment shows that, 6 months after the merger, the province attracted 205 new projects with a total capital of more than 5.9 billion USD, including 123 domestic projects (4.5 billion USD) and 82 FDI projects (1.4 billion USD). The province currently has 3,880 valid projects with a total registered capital of over 40.8 billion USD.\n Located in the northeast of Hung Yen province, My Hao ward is conveniently located in the economic triangle of Hanoi - Hai Phong - Quang Ninh. Nearly 30 km from the center of Hanoi, this locality is considered an industrial - service \"buffer zone\", contributing to sharing population and production pressure with the capital. \n My Hao is also home to many industrial, logistics and urban service projects. Traffic infrastructure is being promoted, including expressways, Ring Road 4 and inter-provincial routes, helping to connect key industrial parks and logistics centers.\n According to Mr. Le Dinh Chung, although it is considered one of the potential satellite cities in the East of Hanoi, the real estate price level in My Hao is still about 40-50% lower than in areas such as Gia Lam, Dong Anh, Thanh Tri...\n \"This difference comes from the fact that My Hao has just begun to enter the process of strong urbanization, which opens up opportunities for investors to take the lead,\" he explained.\n In that context, the Majestic City project in Pho Noi is introduced as a high-end commercial and service urban area, with an expected internal population of about 8,000 people, inheriting a customer base from more than 400,000 workers in neighboring industrial parks such as Thang Long II, Di Su, Minh Duc. Products include hubshops, viva houses and shop villas, designed for both living and business.\n Mr. Thanh Nam, an investor from Hanoi, believes that the price level in this project still has room to increase when the infrastructure in the area is completed."
  },
  {
    "id": 5,
    "title": "Hai Phong has another social housing project worth over 1,400 billion",
    "author": "Huy",
    "date": "2023-11-05",
    "views": 631,
    "image": "5.JPG",
    "description": "The Hai Phong Department of Construction has just announced the decision to approve the investment in a social housing project of 1,388 units in Tan Truong Industrial Park",
    "content": "The Hai Phong Department of Construction has just announced the decision to approve the investment in a social housing project of 1,388 units in Tan Truong Industrial Park.\n The social housing project in Tan Truong Industrial Park has a land use area of over 29,700 m2 located in Mao Dien commune, Hai Phong city. Before the merger, this location belonged to Tan Truong commune, Cam Giang district, Hai Duong province.\n The project has a total preliminary investment of 1,429 billion VND. Of which, 4 new social housing projects are built with a height of 20 floors above ground, 1 basement, 1 attic with 1,388 units. At the same time, the project also has 52 5-storey housing projects (rough construction, exterior finishing), community activity houses and other auxiliary items. \n Hai Phong City is looking for investors to implement this project. The implementation progress is approved within 36 months from the date of land handover. Investors need to have a minimum equity of 30%, equivalent to about 428 billion VND.\n Hai Phong is currently one of the leading localities nationwide in developing social housing. Before merging with Hai Duong, Hai Phong was assigned the target of developing at least 33,500 social houses. This year, the Port City plans to complete 10,785 houses, exceeding the target by about 1%.\n Meanwhile, Hai Duong must complete 15,900 social houses by 2030, mainly in the 2025 - 2030 period with 15,281 houses. If calculated according to this target, after the merger, Hai Phong City will only need to develop about 49,400 social houses."
  },
  {
    "id": 6,
    "title": "Hai Phong has another social housing project worth over 1,400 billion",
    "author": "Huy",
    "date": "2023-11-06",
    "views": 533,
    "image": "6.JPG",
    "description": "The Hai Phong Department of Construction has just announced the decision to approve the investment in a social housing project of 1,388 units in Tan Truong Industrial Park",
    "content": "The Hai Phong Department of Construction has just announced the decision to approve the investment in a social housing project of 1,388 units in Tan Truong Industrial Park.\n The social housing project in Tan Truong Industrial Park has a land use area of over 29,700 m2 located in Mao Dien commune, Hai Phong city. Before the merger, this location belonged to Tan Truong commune, Cam Giang district, Hai Duong province.\n The project has a total preliminary investment of 1,429 billion VND. Of which, 4 new social housing projects are built with a height of 20 floors above ground, 1 basement, 1 attic with 1,388 units. At the same time, the project also has 52 5-storey housing projects (rough construction, exterior finishing), community activity houses and other auxiliary items. \n Hai Phong City is looking for investors to implement this project. The implementation progress is approved within 36 months from the date of land handover. Investors need to have a minimum equity of 30%, equivalent to about 428 billion VND.\n Hai Phong is currently one of the leading localities nationwide in developing social housing. Before merging with Hai Duong, Hai Phong was assigned the target of developing at least 33,500 social houses. This year, the Port City plans to complete 10,785 houses, exceeding the target by about 1%.\n Meanwhile, Hai Duong must complete 15,900 social houses by 2030, mainly in the 2025 - 2030 period with 15,281 houses. If calculated according to this target, after the merger, Hai Phong City will only need to develop about 49,400 social houses."
  },
  {
    "id": 7,
    "title": "Need private space for children, should I renovate the current apartment or invest a new one?",
    "author": "Huy",
    "date": "2023-11-04",
    "views": 133,
    "image": "7.JPG",
    "description": "I am wondering whether I should wait a few years to change to a larger apartment or renovate the current house so that the children have their own space.",
    "content": "I am wondering whether I should wait a few years to change to a larger apartment or renovate the current house so that the children have their own space.\n My family has been living in an apartment for 5 years. The project has basic amenities to meet the needs, the living environment ensures security. However, the bedroom area for the children is a bit small, not meeting the needs when they grow up. I think that in 3-5 years, the need for private space for the children will become urgent.\n My husband and I plan to move to a new apartment, with a more reasonable and convenient design, especially with enough study rooms and bedrooms for the children. However, apartment prices are increasing quite quickly, leading to a large additional cost for changing houses. The current apartment is still good, the location is convenient, my family is familiar with the living environment.\n So should I wait a few more years and invest in a new, more comfortable apartment for my children or should I renovate my current apartment to save costs and maintain stability? I hope readers can advise me!"
  },
  {
    "id": 8,
    "title": "Need private space for children, should I renovate the current apartment or invest a new one?",
    "author": "Huy",
    "date": "2023-11-04",
    "views": 248,
    "image": "8.JPG",
    "description": "I am wondering whether I should wait a few years to change to a larger apartment or renovate the current house so that the children have their own space.",
    "content": "I am wondering whether I should wait a few years to change to a larger apartment or renovate the current house so that the children have their own space.\n My family has been living in an apartment for 5 years. The project has basic amenities to meet the needs, the living environment ensures security. However, the bedroom area for the children is a bit small, not meeting the needs when they grow up. I think that in 3-5 years, the need for private space for the children will become urgent.\n My husband and I plan to move to a new apartment, with a more reasonable and convenient design, especially with enough study rooms and bedrooms for the children. However, apartment prices are increasing quite quickly, leading to a large additional cost for changing houses. The current apartment is still good, the location is convenient, my family is familiar with the living environment.\n So should I wait a few more years and invest in a new, more comfortable apartment for my children or should I renovate my current apartment to save costs and maintain stability? I hope readers can advise me!"
  },
  {
    "id": 9,
    "title": "Happy One Central Project Highlights",
    "author": "Huy",
    "date": "2023-11-04",
    "views": 338,
    "image": "9.JPG",
    "description": "Happy One Central project in Phu Loi ward was honored with a series of awards thanks to its modern design, transparent legal status and amenities that meet ....",
    "content": "Happy One Central project in Phu Loi ward was honored with a series of awards thanks to its modern design, transparent legal status and amenities that meet both residential and investment needs.\n After more than a year of handover to residents, the Happy One Central project has achieved a rate of more than 99% of apartments with pink books. The quick completion of procedures for granting pink books to residents shows the investor's initiative and commitment to continuously increase the value of customers' assets.\n Happy One Central is oriented to be a convenient and modern living space in the center of Thu Dau Mot (formerly Binh Duong) with a construction density of only 34%. Van Xuan Group has invested heavily in a system of 68 amenities, especially entertainment areas with karaoke rooms, movie theaters, 3D golf rooms, food courts, infinity pools, etc. Happy One Central is also one of the first apartment complexes in the area to use facade lighting and landscape lighting technology.\n At PropertyGuru Vietnam 2021, Happy One Central was honored with the \"Best Apartment Project in Binh Duong\" award thanks to its synchronization in planning, architecture and the way the investor integrates technology and utilities to enhance the living experience of residents.\n In 2022, at the \"Asia Pacific Enterprise Awards\" (APEA) ceremony, Van Xuan Group's Happy One brand was awarded the \" Inspiring Brand\" award. According to the investor, the award recognizes the group's philosophy of sustainable development and commitment to accompanying customers.\n In 2024, the project will set a record for \" The highest sky glass bridge in Vietnam connecting the two tops of the towers\" certified by the Central Committee of the Vietnam Record Association. This category both plays a symbolic role and enhances the experience and aesthetic value for residents.\n Along with the success of the project, Van Xuan Group continues to receive many other awards, including: Top 10 Promising Real Estate Enterprises 2024; and a pair of awards at Dot Property Vietnam Awards 2025 for Best Mid-Range Real Estate Developer in Vietnam, the Happy One Sora project developed by Van Xuan Group was also awarded the title \" Project with the Most Beautiful Unique Architecture in Vietnam\". According to the investor, the awards are a recognition of the strategy of focusing on real estate products, transparent legality and diverse utilities, while affirming the group's position in the Southern real estate market."
  }
]